[
    {
        "text": "[Banyak Hal Besar Berawal dari Langkah Kecil]\n\nKadang² langkah kecil yang kita anggap sepele justru jadi awal dari sesuatu yang besar. Tanpa sadar, keputusan sederhana yang kita ambil hari ini bisa membawa perubahan besar di masa depan. So, jangan pernah remehkan sekecil apapun langkahmu.",
        "engagement": 18,
        "line_count": 4,
        "language": "Indonesia",
        "tags": [
            "Motivation"
        ]
    },
    {
        "text": "Apa Arti Sukses Buatmu?\n\nKita paham semua orang ingin sukses. Semua orang juga ingin mencari jalan terbaik menuju kesuksesan. Tapi kalau kita ditanya, 'sukses yang seperti apa?', bakal jawab apa?\n\nCoba berhenti sejenak dan tanya diri sendiri:\nKenapa sih aku ingin sukses?\nKenapa sih aku memilih jadi pengusaha?\nKenapa sih nggak sekadar hidup biasa-biasa aja?\n\nJangan cuma sibuk ngejar langkah-langkah teknis tanpa tahu tujuan akhirnya. Karena bisnis atau apapun yang kita bangun akan lebih berarti kalau kita punya WHY yang jelas.\n\nJadi, apa WHY-mu?",
        "engagement": 25,
        "line_count": 9,
        "language": "Indonesia",
        "tags": [
            "Motivation",
            "Success"
        ]
    },
    {
        "text": "[MEMUPUK HARAPAN]\n\nEdisi 21 Oktober 2024 (Rangkai Jejak, Seri 3 - 2024)\nDitulis Master Grounded Coach Shalih Fauzan\n\nAda sebuah harapan yang senantiasa coba saya ukir sejak menjadi Mahasiswa Baru. Harapan ini muncul berkat pengalaman gap year di tahun pertama setelah lulus SMA. Momen ini menjadi waktu refleksi bagi saya dalam menyusun langkah ke depan.\n\nKetika mendapatkan keinginan dan kesempatan untuk berkuliah di tahun berikutnya, saya berkomitmen untuk menjadi mahasiswa yang senantiasa memanfaatkan segala potensi yang ada—termasuk mencari pengalaman dan peluang yang hanya tersedia selama masa kuliah. Salah satunya adalah melalui kompetisi, seperti Pekan Ilmiah Mahasiswa Nasional (PIMNAS), ajang resmi dari Pusat Prestasi Nasional, Kemendikbudristek, yang memperlombakan karya ilmiah mahasiswa di tingkat nasional.\n\nDi kalangan mahasiswa, event PIMNAS dikenal begitu prestisius. Bagaimana tidak? Pada tahun ini, ada sekitar 43.000 proposal yang diajukan dari seluruh universitas di Indonesia. Namun, hanya 3.520 judul yang lolos skema pendanaan untuk, 525 di antaranya dinyatakan lolos PIMNAS. Kemudian, hanya 25 tim yang berkesempatan untuk mendapatkan Medali Emas dalam kategori Presentasi.\n\nAlhamdulillah, Syukur tak terhingga, salah satu ukiran harapan Saya akhirnya terwujud, bahkan dalam bentuk terbaik. Saya dan tim berhasil meraih Medali Emas pada kategori Presentasi di bidang Pengabdian Masyarakat dalam ajang Pekan Ilmiah Mahasiswa Nasional ke-37 yang diselenggarakan di Universitas Airlangga, Surabaya.\n\nMeraih Medali Emas pada PIMNAS 37 merupakan pencapaian yang tak terbayangkan bagi kami. Namun, rasa syukur ini harus selalu diiringi tanggung jawab untuk terus mengabdi kepada masyarakat. Kami berharap, prestasi ini tidak hanya berhenti sebagai prestasi kompetisi semata, melainkan dapat memberikan manfaat nyata bagi masyarakat. Pada akhirnya, itulah tujuan akhir dari ilmu yang kita dapat.",
        "engagement": 52,
        "line_count": 19,
        "language": "Indonesia",
        "tags": [
            "Achievements"
        ]
    },
    {
        "text": "[7 TRAITS of ELITE CAPTAIN]\n\nEdisi 10 Juni 2024 (Rangkai Jejak, Seri 2 - 2025)\nTulisan singkat Master G Coach Shalih Fauzan\n\nAda seorang jurnalis asal Amerika, Sam Walker namanya. Ia pernah melakukan riset terhadap lebih dari 1.200 tim olahraga dari berbagai kategori di seluruh dunia. Penelitiannya bertujuan untuk menemukan faktor utama yang membuat mereka menjadi tim terbaik.\n\nMelalui proses seleksi yang ketat, akhirnya terpilih 16 tim terbaik dunia (World’s Greatest Teams). Tim-tim ini dinilai berdasarkan konsistensi dalam memenangkan kejuaraan dan kemampuan mereka dalam bersaing di level tertinggi liga masing-masing. Dari sana, Walker menemukan satu kesamaan di antara mereka:\n\n'The most crucial ingredient in a team that achieves and sustains historic greatness is the CHARACTER of the player who leads it.'\n(Elemen paling penting dalam sebuah tim yang mencapai dan mempertahankan kehebatan bersejarahnya adalah karakter dari pemain yang memimpinnya)\n\nDari temuannya, Sam Walker mengidentifikasi 7 sifat utama dari seorang Elite Captain. Ciri nomor satu dari pemimpin para juara adalah:\n\n'Extreme Doggedness & Focus in Competition'\n(Ketangguhan Ekstrem & Fokus dalam Persaingan)\n\nSeorang pemimpin di level mana pun harus menjadikan kompetisi sebagai fokusnya. Pola pikir kompetitif akan menjadikan kemenangan sebagai tujuan utama dalam setiap langkah dan tindakannya.\n\nTANGGUH – Kemauan kuat untuk terus berjuang dan berusaha mencapai tujuan, bahkan ketika situasi tidak menguntungkan. Tidak mudah menyerah di hadapan kesulitan.\n\nFOKUS – Tetap konsentrasi pada tugas. Abaikan gangguan eksternal, tetap pada langkah-langkah yang diperlukan untuk mencapai kemenangan.\n\nSeorang Elite Captain tidak hanya memiliki kegigihan, tetapi juga kegigihan ekstrem dan fokus pada kompetisi dengan ambisi kuat untuk menjadi pemenang.\n\nPelajaran ini sangat terasa dalam pengalaman kompetisi Dekan Cup kami di bidang Kewirausahaan kala itu. Meskipun kami baru pertama kali bertemu, dengan ide yang kuat, kerja sama tim, komunikasi yang solid, rasa saling percaya, doa dari orang tua, serta kombinasi antara improvisasi, sedikit begadang, dan secangkir kopi, menjadikan kemenangan bukan lagi sekadar angan-angan.\n\nNamun, ada satu hal yang jarang terlihat:\nKami memiliki rasa yang sama.\n\nSama-sama ingin menjadi PEMENANG.",
        "engagement": 23,
        "line_count": 24,
        "language": "English",
        "tags": [
            "Motivation",
            "Leadership"
        ]
    },
    {
        "text": "[Catatan Perjalanan]\n\nEdisi 2 Mei 2024 (Seri 1 - 2024)\nDitulis oleh Master G Coach Shalih Fauzan\n\nMelangkah ke depan membutuhkan keberanian. Terkadang, langkah berikutnya bukanlah maju langsung, tetapi mundur sedikit, bergerak ke samping, diam sejenak, lalu kembali melangkah. Mencapai puncak berarti terus mendaki. Namun, perjalanan itu bisa saja mengharuskan kita turun sesaat, beralih ke jalur lain, atau bahkan jatuh. Meski begitu, prinsipnya tetap sama. Untuk mencapai akhir yang diharapkan, perlu dimulai dengan satu langkah awal.\n\nSegala sesuatu adalah proses. Proses merangkai tahapan demi tahapan untuk mencapai tujuan. Motivasi dan niat awal memang penting. Tetapi dalam perjalanan, kau akan menemukan berbagai kemaslahatan. Di sanalah pilihan hadir, tetap berpegang pada niat awal dengan mengabaikan kemaslahatan, mengutamakan kemaslahatan dengan meninggalkan niat awal, atau mencari keseimbangan di antara keduanya.\n\n'Asā ay yahdiyani rabbī li`aqraba min hāżā rasyadā.'",
        "engagement": 18,
        "line_count": 17,
        "language": "Indonesia",
        "tags": [
            "Motivation",
            "Personal Growth"
        ]
    },
    {
        "text": "[INFINITE GAME]\n\nBisnis itu perjalanan jangka panjang atau Bang Simon Sinek bilangnya, 'The Infinite Game', permainan yang nggak ada batas akhirnya. Boleh jadi bisnis atau produk kita sekarang unggul di pasaran, tetapi besok produk dari kompetitor lebih unggul di pasaran karena inovasi²nya.\n\nKarena panjangnya perjalanan itu, kita perlu banget merencanakan dan mempersiapkan. Perencanaan yang kita buat nantinya berguna sebagai penjaga dan penunjuk jalan dalam melaksanakan bisnis. Cara merencanakan paling sederhana adalah dengan mencoba mengamati pasar dan menyesuaikannya dengan value bisnis yang kita bawa.\n\nBusiness Model Canvas yang dirancang sama Bang Alexander Osterwalder & Yves Pigneu bisa jadi salah satu tool bisnis yang bantu kamu buat memahami BISNIS dengan cara yang strategis dan terstruktur. Ibaratnya kalau kita naik helikopter nih yak, kita bisa lihat dan memahami model bisnis kita dari atas.\n\nKita jadi tahu apakah bisnis kita saat ini di INGIN kan (Desirability) oleh pasar, LAYAK dijalankan (Feasibility), dan BISA BERTAHAN dalam jangka panjang (Viability). Jadi rencanakan betul² dengan mempertimbangkan 3 aspek ini yaitu DESIRABILITY, FEASIBILITY, dan VIABILITY.\n\nTapi gini wak, ada hal menarik dan perlu kita pelajari dari Bang Mark Zuckerberg. Coba kita dengerin pidato pembukaannya di Harvard tahun 2007 lalu. Beliau bilang gini, 'If I had to understand everything about connecting people before I began, I never would have started Facebook'.\n\nMerencanakan memang sesuatu yang PENTING dan BAIK. Akan tetapi, berlebihan merencanakan dan berujung membuat kita takut untuk eksekusi perlu dihindari. Lah, trus gimana dong?\n\n'No one does when they begin. Ideas don’t come out FULLY FORMED. They only become clear AS YOU WORK ON THEM. You just have to GET STARTED.' ~ Mark Zuckerberg.\n\nKita bukan superman yang serba bisa. Kita juga bukan manusia yang serba tahu. Tapi selalu ingat, Entrepreneur harus memiliki jiwa Long Life Learner. So, mulai aja dan jangan kelamaan mikir. Mulai kerjakan dan Kita IMPROVE sambil jalan.\n\nDitulis Oleh: Master G Coach Shalih Fauzan\n~ Certified BNSP Digital Marketing",
        "engagement": 23,
        "line_count": 24,
        "language": "Indonesia",
        "tags": [
            "Entrepreneurship"
        ]
    },
    {
        "text": "[ENTREPRENEURIAL MINDSET]\n\nKeberhasilan sebuah organisasi TIDAK LEPAS dari MENTALITAS & SPIRITUALITAS yang dimiliki Business Owner atau leadernya. Leader yang berhasil adalah orang yang sudah selesai dengan dirinya sendiri (Lebih jelasnya pahami konsep Total Leader dari J. Meyer).\n\nBab ini menjadi pembahasan yang sangat MENARIK karena bisnis tidak hanya bertujuan untuk menciptakan PROFIT (dari meningkatnya omset & mengurangi cost) saja, tetapi juga untuk menciptakan HAPPINESS (dari seberapa baik Mentalitas & Spiritualitas bisnis ownernya). Perlu diketahui bahwa Mentalitas dan Spritualitas ini tidak lepas dari Pola Berpikir atau MINDSET seorang Bisnis Owner.\n\nCarol S. Dweck menyampaikan terdapat 2 jenis mindset yang dimiliki manusia, yaitu Fixed Mindset dan Growth Mindset. Apabila kita memandang bahwa kualitas diri kita adalah hal yang UNCHANGABLE, sifatnya tetap, & nggak bisa diubah2, maka itu termasuk FIXED MINDSET. Sebaliknya, jika kita memahami bahwa kemampuan atau bakat yang dimiliki sejak kecil adalah sebuah permulaan & DAPAT BERKEMBANG dengan kerja keras, dedikasi, atau tindakan-tindakan yang membuatnya bertumbuh, maka itu termasuk GROWTH MINDSET.\n\nDalam bukunya, beliau menjelaskan bahwa GROWTH MINDSET merupakan salah satu kunci bagi individu untuk meraih kesuksesan. Menurutnya, Ada 5 tips supaya kita bisa terus bertumbuh secara Eksponensial, Extraordinary, dan Outstanding, yaitu dengan 5 hal ini:\n\nSelalu Menyukai Tantangan\nPunya Daya Tahan saat Menghadapi Hambatan\nMelihat Kerja Keras sebagai Jalan Kesuksesan\nSelalu Belajar dari Kritik\nMenemukan Hikmah & Inspirasi dari Kesuksesan Orang Lain\n\nSayangnya, banyak Business Owner yang menghadapi masalah terbesar dalam kemampuannya menata 'Mindset'. Alhasil, banyak yang putar balik atau bahkan berhenti di jalan ketika menjumpai hambatan dalam perjalanan bisnisnya. Pada situasi inilah 'Mindset' sangat menentukan dan 'Growth Mindset' menjadi sebuah kebutuhan.\n\nMaka ingatlah selalu bahwa TUGAS BUSINESS OWNER & LEADER adalah MEMASTIKAN bisnis & perusahaannya terus BERTUMBUH. Kemudian pastikan bahwa di dalam dirinya & orang2 di sekitarnya memiliki 'Growth Mindset'.\n\nBisa dirasakan?\n\nDitulis oleh: Master Grounded Coach Shalih Fauzan\n~ Certified BNSP Digital Marketing",
        "engagement": 23,
        "line_count": 24,
        "language": "Indonesia",
        "tags": [
            "Motivation",
            "Entrepreneurship"
        ]
    },
    {
        "text": "[INI BUKAN CERITA BANJIR ORDER]\n\n'Kamu TIDAK BISA MEMBERI apa yang TIDAK KAMU MILIKI'\n\nMengajarkan ilmu kepada seseorang selalu membuat saya terus BANYAK BELAJAR. Saya bisa MENGUPAS kembali ilmu-ilmu yang pernah saya dapatkan sebelumnya atau MENCOBA hal-hal yang ternyata belum pernah saya praktekkan sama sekali. Dengan mengajar justru membuat Saya belajar lebih meLUAS, menDALAM, dan Tentunya lebih mengAKAR.\n\nBenar sudah yang disampaikan Dr. William Glasser bahwa, 'We Learn 95% of what We TEACH TO OTHERS'\n\nPun sama halnya dengan momen kali ini. Saya berkesempatan untuk meningkatkan kompetensi Digital Marketing mahasiswa Fakultas Ekonomi dan Bisnis University of Brawijaya sebagai bekal mereka sebelum terjun ke masyarakat untuk mengabdi. Sebuah tantangan tersendiri untuk MERANGKAI dan MERANGKUM materi serta pengalaman marketing saya selama 3 tahun hanya dalam 2 X 2 jam saja.\n\nSo, saya mencoba untuk mengemas materi sesuai dengan kebutuhan supaya lebih mudah dipahami. Jika output yang diinginkan adalah bisa MENGAJARKAN KEMBALI, maka sampaikan AKARnya (red: Mindset dan Metode Dasar). Gunanya supaya saat ditanya mengenai BUAH atau BATANG, mereka bisa berpikir dan mengembangkannya dari AKAR.\n\nGURU SAYA YANG KAYA selalu mengajarkan sesuatu dengan SEDERHANA, dan saya sangat SUKA cara beliau mengajari saya. Asyiknya, nggak pernah beliau meminta muridnya mengosongkan gelas, kita saling BANTAI (Adu Pemikiran dan Gagasan).\n\nSatu kalimat yang saya suka dari beliau, 'Kalau muridnya bisa, Gurunya lebih bisa'. Kalimat ini bikin saya BERANI buat terus sharing ilmu baik ke teman-teman atau masyarakat karena, 'Saya nggak akan kalah dari Murid'.\n\nHikmah yang saya dapat dari momen ini, 'Ilmu yang diajarkan itu konsepnya mirip MLM (Multilevel Marketing)'. Diluar dari baik buruknya, ilmu akan terus menyebar dari satu manusia ke manusia yang lain.\n\nBisa dirasakan?\n\nDitulis oleh: Master G Coach Shalih Fauzan\n~ Certified BNSP Digital Marketing",
        "engagement": 26,
        "line_count": 24,
        "language": "Indonesia",
        "tags": [
            "Digital Marketing",
            "Education"
        ]
    },
    {
        "text": "[DUNIA CEPET BANGET]\n\nAda kalimat menarik dari Pak Rupert Murdock, Konglomerat asal Australia, yang patut kita simak. Kira-kira gini, 'The world is changing very fast. Big will not beat small anymore. It will be the fast beating the slow'.\n\nSaat ini dunia berubah begitu cepat. Yang BESAR nggak lagi mengalahkan yang KECIL. Melainkan yang CEPAT akan mengalahkan yang LAMBAT. Kita bisa lihat, dengan perkembangan teknologi saat ini membuat lingkungan bisnis makin kompetitif. Banyak bisnis dan brand baru bermunculan. Akibatnya, makin banyak kompetitor yang perlu dihadapi.\n\nPerubahan cepat ini juga tercermin dari pola perilaku digital masyarakat Indonesia. Banyangin aja, dari laporannya We Are Social di bulan Januari 2023, 212,9 juta atau 77% dari total masyarakat Indonesia menggunakan internet setiap harinya. Rata2 durasi penggunaan tiap harinya? Jangan ditanya Pak, 7 Jam 42 menit Udah hampir separuh nafas ini. Rata2 ngabisin waktu buat sosmednya aja sampe 3 Jam 18 menit, et dah.\n\nCoba perhatiin deh, dari bangun tidur langsung nge cek notif WA, makan pagi sambil tangan kiri scroll Sosial Media, bayar mie goreng 2 bungkus di kantin FEB pakai mobile banking BCA, bahkan nontonin video tiktok yang nggak ganti2 gegara dah ketiduran usernya.\n\nSebagai seorang pebisnis, kita perlu menyadari hal ini sebagai fenomena perubahan perilaku market. So, udah nggak zaman kalau kita cuma fokus ama marketing yang sifatnya konvensional, karena sekarang semuanya serba internet yang sat set wat wet.\n\nKita nggak harus terjun langsung ke pasar buat ketemu end user. Kita juga bisa tinggal duduk di depan laptop sambil memanfaatkan berbagai platform yang tersedia untuk kita saling berinteraksi antara seller dan buyer. Nah, salah satu platform yang bisa kita gunakan sebagai channel marketing adalah sosial media.\n\nBTW, kita habis ngadain Workshop Digital Marketing gimana caranya Manfaatin Sosial Media buat Jangkau Konsumen kyk yang kita bahas barusan. Bareng temen2 UMKM di acaranya KKN FIA UB 2024 Kelompok 51 Kedungpedaringan, Asik bener dah.\n\nDitulis oleh: Master G Coach Shalih Fauzan\n~ Certified BNSP Digital Marketing",
        "engagement": 29,
        "line_count": 24,
        "language": "Indonesia",
        "tags": [
            "Social Media",
            "Digital Marketing"
        ]
    }
]